<?php

class Model_Portfolio extends Model
{
	
	public function get_data()
	{	
		
		// Здесь мы просто сэмулируем реальные данные.
		
		return array(
			
			array(
			    '№' => '1',
				'nickname' => 'Іванова Юлія Михайлівна',
				'org' => 'Технологічна компанія "Інновація"',
				'email' => 'gfhgh@gmail'
			),

			array(
				'№' => '2',
				'nickname' => 'Петров Олександр Володимирович',
				'org' => 'Медичний центр "Гармонія"',
				'email' => 'fbfgh@gmail'
				),

			array(
			    '№' => '3',
				'nickname' => 'Сидоренко Олена Олексіївна',
				'org' => 'Агентство нерухомості "Престиж"',
				'email' => 'fgdfg@gmail'
			),

			array(
			    '№' => '4',
				'nickname' => 'Ковальчук Віктор Миколайович',
				'org' => 'Продовольча компанія "Смаколики"',
				'email' => 'yiuky@gmail'
				),

			array(
			    '№' => '5',
				'nickname' => 'Мельник Олег Васильович',
				'org' => 'Юридична фірма "Юстиція-Право"',
				'email' => 'illui@gmail'
				),

			array(
			    '№' => '6',
				'nickname' => 'Степаненко Ірина Ігорівна',
				'org' => 'Туристичне агентство "Глобус"',
				'email' => 'hgj@gmail'
				),

			array(
			    '№' => '7',
				'nickname' => 'Воронін Олексій Петрович',
				'org' => 'Будівельна компанія "ЕкспертБуд"',
				'email' => 'cghg@gmail'
				),

			array(
			    '№' => '8',
				'nickname' => 'Козлова Лариса Григорівна',
				'org' => 'Фінансовий банк "Прогрес"',
				'email' => 'erwet@gmail'
				),

		);
	}

}
